[{"id": "p1s5df", "title": "fuck Nike :)", "ups": 1850, "downs": 0, "content": "", "comments": [{"dict Id": 0, "Comment Id": "h8gehih", "Parent Id": "p1s5df", "content": "Nike asking her to be in a \"female empowerment ad\" while simultaneously denying her maternity protection is why no one should take corporate activism seriously", "replies": []}, {"dict Id": 1, "Comment Id": "h8hrw5t", "Parent Id": "p1s5df", "content": "Didn't Simone Biles also leave Nike for Athleta?", "replies": []}, {"dict Id": 2, "Comment Id": "h8hvhdm", "Parent Id": "p1s5df", "content": "[Obligatory](https://youtu.be/qBwtCf2X5jw)", "replies": [8]}, {"dict Id": 3, "Comment Id": "h8gmyr2", "Parent Id": "p1s5df", "content": "Thanks, OP!   \n\nOh, and for the other: given that Nike is in the **business of selling shoes**, and since using her image would have *helped them sell shoes to women*, it seems pretty stupid to cut her salary when the women that might be inspired to buying those shoes (because of her image) might also have kids and do sports. An exchange for someone's image to promote your product is not like investing in securities, startups, or properties. Its not subject to the same taxation laws or accounting rules. Nike doesn't expect to use anyone's image in 15-30 years years.  Endorsements are advertising, and advertising is a business COST, part of a planned budget, not an investment.", "replies": []}, {"dict Id": 4, "Comment Id": "h8hg55s", "Parent Id": "p1s5df", "content": "Sadly this is one of the less evil things that they have done\n \nHere's their current standing:\n \nhttps://goodonyou.eco/how-ethical-is-nike/", "replies": []}, {"dict Id": 5, "Comment Id": "h8hu4y7", "Parent Id": "p1s5df", "content": "Goddess", "replies": []}, {"dict Id": 6, "Comment Id": "h8g5jo3", "Parent Id": "p1s5df", "content": "[removed]", "replies": [9, 10, 11]}, {"dict Id": 7, "Comment Id": "h8ixcwl", "Parent Id": "p1s5df", "content": "Does anyone own Nike shoes? Or addidas? Here in Sweden only the \"edgy\" \"gang-wannabe\" \"orten(the Hood)\" teenagers own their shoes.", "replies": [12, 13]}, {"dict Id": 8, "Comment Id": "h8hwfdf", "Parent Id": "h8hvhdm", "content": "Wow, that is completely abhorrent, fuck nike.", "replies": [14]}, {"dict Id": 9, "Comment Id": "h8h1mmz", "Parent Id": "h8g5jo3", "content": "Do you think your mother should be paid less because she’s “recovering” from birthing you?", "replies": []}, {"dict Id": 10, "Comment Id": "h8gruwf", "Parent Id": "h8g5jo3", "content": ">It’s pretty reasonable not to invest money in someone who’s recovering from pregnancy.\n\nOh, you'd be surprised.\n\nHere in Scandinavia, expecting mothers are entitled to go on parental leave (paid for by the state) up to 60 days prior to delivery. This parental leave goes on for up to 16 months in total, split between the parents. During this parental leave, the employer still:\n\n1. Recruits and hires substitutes,\n2. Pays employee tax,\n3. Pays the yearly vacation salary,\n4. Frequently (if mandated by e.g. a collective agreement struck between employer and union) pays an extra \"parental salary\" to complement what the state is handing out.\n\nIt's quite generous, and it probably goes without saying that it is also **illegal as fuck** for employers to cut pay or fire expecting mothers/parents for pregnancy reasons. Companies that try it anyway (citing BS reasons) risks getting dragged to court and sued for serious cash.\n\n>What does this have anything to do with feminism?\n\nThe definition of feminism, as found on Wikipedia:\n\n>Feminism is a range of social movements, political movements, and ideologies that aim to define and establish the political, **economic**, personal, and social equality of the sexes.\n\nWhat we're talking about here is *economic* equality between the sexes. Women should not risk workplace repercussions for getting pregnant while men go scot-free, especially since becoming a parent is 1) extremely common, 2) a huge deal in peoples' lives, and 3) actually desired by our society. :) Our species needs to procreate to continue its existence, so it makes zero sense to punish women for it.\n\nI'd like to think that the reason this works so well in my country, with employers and employees alike accepting this, is because the rules apply to everyone: companies can't get an edge by firing pregnant people when it suits them, so the playing field is level. Paying for employees on parental leave is just the cost of doing business here.\n\nUltimately, it is indeed an investment. Economically secure employees are happy employees, and happy employees are more likely to stick around and becoming more valuable for your business as they accrue more experience.", "replies": [15]}, {"dict Id": 11, "Comment Id": "h8g85h7", "Parent Id": "h8g5jo3", "content": "i dont think you understand that mothers need to exist... and cutting one of your top athlete’s contract by 70% because they decided to have a child isnt exactly encouraging for women who want to be mothers AND have a career, especially for a woman who has shown nothing but excellence. you’re basically punishing her for maternity. “oh well dont get pregnant then if you want to keep the contract” yeah lets apply that logic to every woman and we’ll see how well that turns out for mankind :,)\n\nedit: missed a few words oops\nedit 2: by logic applied everywhere, i meant with all women and all professions :)", "replies": [16]}, {"dict Id": 12, "Comment Id": "h8izpt2", "Parent Id": "h8ixcwl", "content": "What do you mean \"does anyone own\"? These are the leading companies in the world for sports' clothes/shoes/equipment. Not to mention the marketing power they have that makes them the \"good ones\" (with campaigns with Selena Gomez, Serena Williams, Kaepernick, etc). Besides being associated with major sports teams. I'm not at all in favor of these brands, I wished every country would consume more local production that these brands that use sweatshops/children. I'm just saying that your vision might be a little distorted by your geo location :)", "replies": [17]}, {"dict Id": 13, "Comment Id": "h8ixkdk", "Parent Id": "h8ixcwl", "content": "i live in Lebanon. pretty much everyone wears Adidas or Nike (at least before the crushing economic crisis lmao)", "replies": [18]}, {"dict Id": 14, "Comment Id": "h8iicx8", "Parent Id": "h8hwfdf", "content": "Yeah, Nike's trash.", "replies": []}, {"dict Id": 15, "Comment Id": "h8htj62", "Parent Id": "h8gruwf", "content": "Very well said.", "replies": []}, {"dict Id": 16, "Comment Id": "h8gabfp", "Parent Id": "h8g85h7", "content": "[removed]", "replies": [19, 20]}, {"dict Id": 17, "Comment Id": "h8izw18", "Parent Id": "h8izpt2", "content": "Yea, I think so I just think it's weird to wear such bad shoes that are overpriced and use slave labour when you can but local cheaper and better shoes for.much cheaper.", "replies": []}, {"dict Id": 18, "Comment Id": "h8ixp5e", "Parent Id": "h8ixkdk", "content": "Rip, here in Sweden we have much more affordable better-quality shoes that are local/Swedish brands.", "replies": []}, {"dict Id": 19, "Comment Id": "h8h3jwq", "Parent Id": "h8gabfp", "content": "Even if your slightly skewed training works, then why do Paralympics have contacts? Despite having pre-existing conditions", "replies": []}, {"dict Id": 20, "Comment Id": "h8gbayl", "Parent Id": "h8gabfp", "content": "please dont fAcTs dOnT cArE aBoUt yOuR fEeLinGs me.\nthe fact that the market itself is based on minimizing costs and maximizing profit doesnt mean that its not based on sexism. plus, the athlete isn’t some newcomer who nike was thinking about investing in. she was one of their top athletes. there’s supposed to be maternity protection ie women dont just start getting cuts from their contracts when they decide to become pregnant.", "replies": [21]}, {"dict Id": 21, "Comment Id": "h8gbqy4", "Parent Id": "h8gbayl", "content": "[removed]", "replies": [22, 23]}, {"dict Id": 22, "Comment Id": "h8gujqh", "Parent Id": "h8gbqy4", "content": "Then Nike shouldn’t have  asked her to be part of a female empowerment campaign when they had not intentions of actually empowering females.", "replies": []}, {"dict Id": 23, "Comment Id": "h8gd1xj", "Parent Id": "h8gbqy4", "content": "there’s no evidence that it’s based on sexism? wow so i guess there’s just no sexism in the labor market, huh? nothing about the wage gap or maternity leave or maternity protection or anything, no? that’s crazy man thanks for telling me. // i really don’t understand how *discrimination* is equated to *feelings* in your brain", "replies": [24]}, {"dict Id": 24, "Comment Id": "h8gfn72", "Parent Id": "h8gd1xj", "content": "\"not based on sexism\" about a biological matter that only women have to worry about. mmh...", "replies": [25]}, {"dict Id": 25, "Comment Id": "h8gumpy", "Parent Id": "h8gfn72", "content": "LMAO…omg he’s an infant.", "replies": []}], "post link": "/r/Feminism/comments/p1s5df/fuck_nike/"}, {"id": "p10szi", "title": "Hm", "ups": 2083, "downs": 0, "content": "", "comments": [{"dict Id": 0, "Comment Id": "h8b3spk", "Parent Id": "p10szi", "content": "We couldn’t possibly separate a puppy from his mother before 8 weeks, that’s inhumane! \n\n*adult woman in the US* yep you have six weeks off with your newborn but then back to work with you!", "replies": [12, 13]}, {"dict Id": 1, "Comment Id": "h8azk5f", "Parent Id": "p10szi", "content": "That hit home. People _are_ like that", "replies": []}, {"dict Id": 2, "Comment Id": "h8acfqt", "Parent Id": "p10szi", "content": "*Image Transcription: Tumblr*\n\n---\n\n> **steadfast**\n>\n> **When people find out that my dog is afraid of men:** Oh, the poor thing must have been traumatized when she was younger! Poor baby, I just want to hold and comfort her and let her know she's safe.\n>\n> **When people find out that I, an adult human woman, am afraid of men:** Um, not \\*all\\* men, sweetie. You can't go your whole life being afraid. Get over it.\n>\n> **When my dog was allowed to get a hysterectomy:** She doesn't need to have puppies to have a happy, healthy like with her adoptive family.\n>\n> **When I, an adult woman, want to get a hysterectomy:** But having children will make you happy! You might change your mind!\n\n---\n\n> **lovely-and-bloody**\n>\n> **People misgendering a dog:** Oh my god I'm sorry it wasn't intentional! I didn't know :\\/\n>\n> **People misgendering a trans person:** Uuuuh idc get over it\n\n---\n\n^^I'm&#32;a&#32;human&#32;volunteer&#32;content&#32;transcriber&#32;for&#32;Reddit&#32;and&#32;you&#32;could&#32;be&#32;too!&#32;[If&#32;you'd&#32;like&#32;more&#32;information&#32;on&#32;what&#32;we&#32;do&#32;and&#32;why&#32;we&#32;do&#32;it,&#32;click&#32;here!](https://www.reddit.com/r/TranscribersOfReddit/wiki/index)", "replies": [14]}, {"dict Id": 3, "Comment Id": "h8c6uie", "Parent Id": "p10szi", "content": "It is absolutely mindboggling. I honestly believe if universal veterinary care was proposed it would have widespread support across the political spectrum.", "replies": []}, {"dict Id": 4, "Comment Id": "h8bfup9", "Parent Id": "p10szi", "content": "tbh I do get annoyed when people correct me on the dog. I do not care for knowing the gender of a random stranger's dog, if its a good looking dog it's a good looking dog. But the other comparisons are definitely spot on as an analogy. \n\nthis reminds me of the \" \"i can excuse racism but I draw the line at animal abuse.\" \" You can excuse racism!?\" \" Meme", "replies": []}, {"dict Id": 5, "Comment Id": "h8bhw13", "Parent Id": "p10szi", "content": "It’s ironic and disgusting that dogs are treated with more compassion than women.", "replies": []}, {"dict Id": 6, "Comment Id": "h8ekqpk", "Parent Id": "p10szi", "content": "“‘But having children will make you happy!’” \n\nHow do some people know what will/won’t make me happy? Very frustrating.", "replies": [15]}, {"dict Id": 7, "Comment Id": "h8azfuq", "Parent Id": "p10szi", "content": "Last part hits home too much, fuck getting misgendered", "replies": [16]}, {"dict Id": 8, "Comment Id": "h8el287", "Parent Id": "p10szi", "content": "You got a point!", "replies": []}, {"dict Id": 9, "Comment Id": "h8ats1l", "Parent Id": "p10szi", "content": "[deleted]", "replies": [17]}, {"dict Id": 10, "Comment Id": "h8acrru", "Parent Id": "p10szi", "content": "[removed]", "replies": [18]}, {"dict Id": 11, "Comment Id": "h8b0qdh", "Parent Id": "p10szi", "content": "[removed]", "replies": []}, {"dict Id": 12, "Comment Id": "h8dlsj1", "Parent Id": "h8b3spk", "content": "Man, that's insane. How do people even put up with this?", "replies": []}, {"dict Id": 13, "Comment Id": "h8dpyi2", "Parent Id": "h8b3spk", "content": "And don't even get me started on cows...", "replies": []}, {"dict Id": 14, "Comment Id": "h8bjcp1", "Parent Id": "h8acfqt", "content": "Good human", "replies": []}, {"dict Id": 15, "Comment Id": "h8fvacz", "Parent Id": "h8ekqpk", "content": "I honestly don't want to have children because the thought of pregnancy scares me. And I don't think I would be a good parent...", "replies": []}, {"dict Id": 16, "Comment Id": "h8bppsc", "Parent Id": "h8azfuq", "content": "My pronouns are she/they and no one ever refers to me by they. Which, sure, fine. But once someone called my cat a he and was SUPER apologetic when I referred to her by she later. Like if you care so much how do you not use my pronouns??? Why do you care more about MY CAT'S pronouns than MINE???", "replies": []}, {"dict Id": 17, "Comment Id": "h8bphm1", "Parent Id": "h8ats1l", "content": "But shouldn't a hysterectomy be an option? Sterilization won't stop periods, a hysterectomy will. Maybe someone wants that. It's just weird any kind of sterilization is denied to afab people, especially when they don't have kids and/or are young", "replies": []}, {"dict Id": 18, "Comment Id": "h8aekg9", "Parent Id": "h8acrru", "content": "We know not all men are bad bro. It's the fact that if we were alone late at night and we saw a man we can't assume he wouldn't try anything. This post is just saying the double standards people have, that they will literally treat dogs much better than women and trans people. Not saying dogs shouldn't be treated with respect, because obviously they should. But when you treat dogs with respect more than a woman it's saying something.", "replies": [19]}, {"dict Id": 19, "Comment Id": "h8akkxp", "Parent Id": "h8aekg9", "content": "In a dark street late at night we better be safe than sorry. I prefer to hurt the feelings of the dude behind me over being kidnapped and never seen again.", "replies": [20, 21]}, {"dict Id": 20, "Comment Id": "h8b06fy", "Parent Id": "h8akkxp", "content": "Just be careful with that. I've seen women attacked for just rejecting a guy. I'd just go with \"oh sorry I have a boyfriend\"\n\nNot \"I don't want you/not into you xyz\"", "replies": []}, {"dict Id": 21, "Comment Id": "h8ax3x0", "Parent Id": "h8akkxp", "content": "Honestly it was kind of disappointing to read one of the posts in men’s lib talking about how annoying it is when women are scared of them late at night… I get that it can be awkward, but people were on there acting like we can just eliminate fear and should do so for their convenience and comfort", "replies": []}], "post link": "/r/Feminism/comments/p10szi/hm/"}, {"id": "p1nc6y", "title": "We need to talk about Poland", "ups": 24, "downs": 0, "content": "First, off, I am not Polish but I have dear friends that are and we are trying to draw attention to the lives of women and lgbtq people there\n\nThis is long post but please read through, it's very important.\n\nThe current Polish government have effectively declared war on the reproductive rights of women and the very existence of LGBTQ people\n\nPolish women live under the[harshest Abortion laws in Europe ](https://www.opendemocracy.net/en/5050/four-reasons-why-polands-war-on-abortion-should-scare-you/) , it being only available in cases of rape or incest. Even then they are difficult to obtain, and vast amounts of pressure is applied to discourage women asking at all.\n\nThe political climate of valuing the foetus above all has led to [shocking care of women in labour and post partum](https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-019-2675-y). Women are routinely shamed by health professionals for having sex if they dare complain about their treatment.\n\nAdditionally, Pro Life groups are surveilling Abortion advice groups and contacting the families of women asking for help. In one case a 17 year old girl looking for advice in a closed Facebook group was outed to her parents by [Zuzanna Wiewiórka](https://notesfrompoland.com/2020/05/18/polish-government-honours-pro-life-activist-who-stopped-teen-having-abortion-by-informing-her-family/), a Pro Life activist. The girl was forced to have the baby by her family and Wiewiórka was honoured by the Polish government for her actions.\n\n\nWiewiórka isn't the only activist being endorsed by the government. Kaja Godek is another, who along with sharing the formers pro life views is vehemently anti LGBTQ \n\nGodek is trying to push through legislation to ban Sex education until the age of 18, claiming that it is a device used by LGBTQ pedophiles to groom children. Her organisation has posted these claims on propaganda [vans and buses](https://www.diggitmagazine.com/articles/calling-out-homofobus) that are touring Poland today. \n\nGodek is [funded by the Polish government ](https://socialeurope.eu/in-poland-public-funding-is-given-to-those-threatening-liberal-democracy) and marks an increased drive in [the persecution of LGBTQ people in Poland](https://www.google.com/url?sa=t&source=web&rct=j&url=https://www.ilga-europe.org/sites/default/files/Poland-Anti-LGBT-Timeline.pdf&ved=2ahUKEwiJmsu_oabyAhUFkMMKHRrYC2sQFnoECAMQAQ&usg=AOvVaw148yVx-MNpxrfv65rRL8LP) by the State. The government is breaking constitutional law by appointing their own commitee members to decision making bodies, in order to guarantee these motions pass. \n\nThere has been little to no reporting on these issues outside of Poland, and it's critical that we get word out, and amplify our Polish friends voices. \n\n**How You Can Help** \n\nPlease share this information wherever you can, on all platforms, along with news articles and the links below. \n\nUse hash tags #stopkajagodek, #stopzusannawiewiorka, #freethewomenofpoland #freeLGBTQPoland\n\nThese groups always need support and funding:\n\n[Dziewuchydziewuchom](https://www.dziewuchydziewuchom.pl/), they are also on FB and Twitter \n\n[Womenhelp.org](https://womenhelp.org/)\n\n[Women on the Web Poland](https://www.maszwybor.net/)\n\n[Campaign Against Homophobia Poland](https://kph.org.pl/)\n\n[Love Does Not Exclude, Poland ](https://mnw.org.pl/en/)\n\n[Stonewall Poland](https://grupa-stonewall.pl/)\n\n\nThank you", "comments": [{"dict Id": 0, "Comment Id": "h8fwnwk", "Parent Id": "p1nc6y", "content": "As a P*lish citizen I can't agree more. <3", "replies": []}], "post link": "/r/Feminism/comments/p1nc6y/we_need_to_talk_about_poland/"}, {"id": "p15ynk", "title": "Feminism isn't supposed to be popular", "ups": 698, "downs": 0, "content": "", "comments": [{"dict Id": 0, "Comment Id": "h8c5byc", "Parent Id": "p15ynk", "content": "Men: this is fine.\n\nWomen: we'd like it to be fine for us, too.\n\nMen: Did you guys hear something? Me either.", "replies": []}, {"dict Id": 1, "Comment Id": "h8b48zu", "Parent Id": "p15ynk", "content": "*Image Transcription: Tumblr Post*\n\n---\n\n**teachagainstamerica**\n\nfeminism isn't supposed to be popular. it's supposed to attack deeply ingrained social structures that, obviously, people are going to want to cling to. if the only stances you ever take are the ones that you know everyone's going to agree with you are. not. changing. the. world.\n\n---\n\n^^I'm&#32;a&#32;human&#32;volunteer&#32;content&#32;transcriber&#32;for&#32;Reddit&#32;and&#32;you&#32;could&#32;be&#32;too!&#32;[If&#32;you'd&#32;like&#32;more&#32;information&#32;on&#32;what&#32;we&#32;do&#32;and&#32;why&#32;we&#32;do&#32;it,&#32;click&#32;here!](https://www.reddit.com/r/TranscribersOfReddit/wiki/index)", "replies": []}, {"dict Id": 2, "Comment Id": "h8dnsj1", "Parent Id": "p15ynk", "content": "I think that this used to be true. But in an increasingly stratified culture where the majority has less and less power compared to the billionaire class, I think that we’ve reached a point where very popular ideas are fought against by government and those in power *as if* they were fringe notions. We live in a world where policy is bought and sold as capital; A world where conviction rates would suggest that rape is only ‘*technically*’ illegal, and one where the person you are supposed to go to for help when the social contract breaks down is holding a gun and unaccountable to his own actions. “Feminism is by definition fringe” only makes sense in a world where democracy is working as intended, where the voter decides what the policy will be. This hasn’t been that world for a long time.\n\nWe, the majority, stand today at the fringes of society, unable to pay rent to landlords that shouldn’t exist.", "replies": []}, {"dict Id": 3, "Comment Id": "h8c1094", "Parent Id": "p15ynk", "content": "You're not a Christian unless wealthy Christians are telling you you're going to hell.", "replies": []}, {"dict Id": 4, "Comment Id": "h8dwgtr", "Parent Id": "p15ynk", "content": "[removed]", "replies": [5]}, {"dict Id": 5, "Comment Id": "h8ej24m", "Parent Id": "h8dwgtr", "content": "[removed]", "replies": []}], "post link": "/r/Feminism/comments/p15ynk/feminism_isnt_supposed_to_be_popular/"}, {"id": "p1cytf", "title": "Book of Genesis: Patriarchal?", "ups": 6, "downs": 0, "content": "I  curious as to what your thoughts are on this quote from the Bible (Book of Genesis). Some context: this quote is directly from God after Eve eats the apple. I would specifically like to hear from some of you who identify as Christian. \n\nHere is the quote:\n\n \" To the woman he said,\n\n'I will make your pains in childbearing very severe;\n    with painful labor you will give birth to children.\nYour desire will be for your husband,\n    and he will rule over you.' \"\n\nAre you comfortable worshipping a God who dictated that men will rule over women? Isn't this where the patriarchy stems from, considering Christianity ruled the world for 1300 years or so?\n\nIf you are comfortable worshipping the Christian God, I would like to know why and how you can forgive him for such actions. Thanks!", "comments": [{"dict Id": 0, "Comment Id": "h8dvvz2", "Parent Id": "p1cytf", "content": "Abrahamic religions are patriarchal, that's a fact. I don't know about hinduism and buddhism.", "replies": [3]}, {"dict Id": 1, "Comment Id": "h8dqmcc", "Parent Id": "p1cytf", "content": "The patriarchal hierarchy where men sit at the top existed long before anyone adopted Christianity or Judaism", "replies": []}, {"dict Id": 2, "Comment Id": "h8lxm9c", "Parent Id": "p1cytf", "content": "I personally don't believe in biblical literalism or biblical authority. The bible was originally a series of stories that were passed down through oral history and eventually written down, by men. It's a very long game of telephone, and the final product we are left with is those men's interpretations of God, which is inseparable from the culture they were a part of, which was extremely patriarchal. (The writing of the book of Genesis predates Christianity by about 1500 years.)\nI've been listening to this really lovely podcast lately, called Two Feminists Annotate the Bible, where these two women go through the whole thing and talk about all the issues and how they resolve that with their faith. One of the things they talk about with this passage in particular is the idea that patriarchy was not part of God's original plan for humanity in the garden of Eden. It's part of the curse that happens after they disobey God and eat the fruit. Which is really interesting to think about, because whoever wrote this down would have been living in that time of extreme patriarchy. It would have been so ingrained into the culture that I'm surprised anyone even thought to try to explain why patriarchy exists at all, let alone frame it as a negative consequence. It makes me wonder if there were women influencing those stories through oral traditions, recognizing that patriarchy was harmful to them, and trying to come up with an explanation for why that is.", "replies": []}, {"dict Id": 3, "Comment Id": "h8dwr8v", "Parent Id": "h8dvvz2", "content": "Plenty of subordination of women in hinduism.\n\nBuddha also stated that accepting women as nuns will accelerate the decay of his doctrine - which did not quite send a gender egalitarian message.", "replies": []}], "post link": "/r/Feminism/comments/p1cytf/book_of_genesis_patriarchal/"}, {"id": "p0a4on", "title": "The beheading of a diplomat's daughter shows how badly Pakistan is failing its women", "ups": 215, "downs": 0, "content": "", "comments": [{"dict Id": 0, "Comment Id": "h863by9", "Parent Id": "p0a4on", "content": "The Islamic Council is holding Human Rights there hostage.", "replies": [3]}, {"dict Id": 1, "Comment Id": "h85xon7", "Parent Id": "p0a4on", "content": "Extremely brutal and sadistic. Disheartening to see misogystic men losing their humanity and not repenting at all. The accused should be hanged and shown no mercy.", "replies": []}, {"dict Id": 2, "Comment Id": "h88afjl", "Parent Id": "p0a4on", "content": "This is horrendous and i fear it will only get worse .", "replies": []}, {"dict Id": 3, "Comment Id": "h89718n", "Parent Id": "h863by9", "content": "Don’t forget United Nations  human rights commission supports these barbaric behaviour, not yet seen any actions against these countries that revoke women basic rights.. American military forces leaving Afghanistan will see women being put back in slavery. Guess Biden and  his leftist sheep doing there bit to punish women’s rights.", "replies": [4]}, {"dict Id": 4, "Comment Id": "h89981h", "Parent Id": "h89718n", "content": "The UN's human rights commission is toothless even if they do issue condemnation. The US pulling out of Afghanistan(not directly relevant here because the article is about Pakistan) started under Trump with much of the groundwork of the Taliban deal already being done under that administration simply continued or settled under Biden. Personally, I'd argue that in terms of foreign policy, the two US parties are not too different. The US(or any of its allies) were never in Afghanistan to secure women's rights even if that was a by product of their activities. Frankly, the US failed most of its actual strategic goals in being in Afghanistan and had no real support to stay( across the political spectrum the American people's appetite for intervention in the Muslim majority world seems to be far less than the post-9/11 high). I would say that the pulling out of American forces is to expected regardless of who was in charge. Biden is hardly a leftist by any metric.", "replies": []}], "post link": "/r/Feminism/comments/p0a4on/the_beheading_of_a_diplomats_daughter_shows_how/"}, {"id": "ozt4iu", "title": "Male supremacy is diabolical cunning", "ups": 1346, "downs": 0, "content": "", "comments": [{"dict Id": 0, "Comment Id": "h82nmcy", "Parent Id": "ozt4iu", "content": "I don’t know law but I do think it’s fucked that a woman killing her abuser will likely net them a ton of jail time. When it comes to abused children killing their parents, courts usually rely on the assumption that constantly abused children are more prone to lash out and that children are unable to escape from their environment (source: https://digitalcommons.wcl.american.edu/cgi/viewcontent.cgi?article=1009&context=clb). Are all battered women able to escape their environment? No, in fact if you take into account some of the factors that can prevent a woman from leaving her abuser (for reference: https://ncadv.org/why-do-victims-stay), it doesn’t even seem likely that they would.", "replies": []}, {"dict Id": 1, "Comment Id": "h831r26", "Parent Id": "ozt4iu", "content": "...Horribly, so many don't see this and/or don't care...", "replies": []}, {"dict Id": 2, "Comment Id": "h81xpzm", "Parent Id": "ozt4iu", "content": "*Image Transcription: Tumblr*\n\n---\n\n> **Redacted User**\n>\n> in domestic violence cases, males tend to get less time in prison because they murder their female partners with their bare hands; females on average don't have the same strength and use weapons in self-defence which contribtues to longer sentences ([*Link to a Guardian article titled \"Justice is Failing Women Forced to Kill Male Abusers to Stay Alive\"*]). women should never be imprisoned for murdering their abusers or rapists. let Valérie Bacot demonstrate our expectations of battered women in the justice system.\n\n---\n\n^^I'm&#32;a&#32;human&#32;volunteer&#32;content&#32;transcriber&#32;for&#32;Reddit&#32;and&#32;you&#32;could&#32;be&#32;too!&#32;[If&#32;you'd&#32;like&#32;more&#32;information&#32;on&#32;what&#32;we&#32;do&#32;and&#32;why&#32;we&#32;do&#32;it,&#32;click&#32;here!](https://www.reddit.com/r/TranscribersOfReddit/wiki/index)", "replies": [12, 13, 14]}, {"dict Id": 3, "Comment Id": "h82q59b", "Parent Id": "ozt4iu", "content": "Highly recommend All Our Trials by Emily L Thuma.", "replies": []}, {"dict Id": 4, "Comment Id": "h82be87", "Parent Id": "ozt4iu", "content": "What the actual fuck seriously what is wrong with this world this is appalling", "replies": []}, {"dict Id": 5, "Comment Id": "h829irn", "Parent Id": "ozt4iu", "content": "That is messed up!", "replies": []}, {"dict Id": 6, "Comment Id": "h83covu", "Parent Id": "ozt4iu", "content": "Not to mention the overall difference in reasons for the murder. A killing in self defense may get more prison time than a killing out of sexual jealousy.", "replies": []}, {"dict Id": 7, "Comment Id": "h83ppqf", "Parent Id": "ozt4iu", "content": "I remember back in the late 70s watching a 60 minutes  about black women consistently being thrown in prison for killing their abusers in self defense. I’ll never forget the angry disgust of one woman in particular. Her strength of character was indelible.", "replies": []}, {"dict Id": 8, "Comment Id": "h83w2cl", "Parent Id": "ozt4iu", "content": "You forgot to mention some get excuses made for them like that nfl player that beat his girlfriend senseless.", "replies": []}, {"dict Id": 9, "Comment Id": "h82q6ua", "Parent Id": "ozt4iu", "content": "Highly recommend All Our Trials by Emily L Thuma.", "replies": []}, {"dict Id": 10, "Comment Id": "h8fk7vy", "Parent Id": "ozt4iu", "content": "There have been studies that study about differences in sex based sentences: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2144002", "replies": []}, {"dict Id": 11, "Comment Id": "h8i0b5f", "Parent Id": "ozt4iu", "content": "[removed]", "replies": []}, {"dict Id": 12, "Comment Id": "h828ata", "Parent Id": "h81xpzm", "content": "Good human.", "replies": []}, {"dict Id": 13, "Comment Id": "h8205mf", "Parent Id": "h81xpzm", "content": "Good human", "replies": []}, {"dict Id": 14, "Comment Id": "h838yha", "Parent Id": "h81xpzm", "content": "Good human", "replies": []}], "post link": "/r/Feminism/comments/ozt4iu/male_supremacy_is_diabolical_cunning/"}, {"id": "ozervx", "title": "What Would You Do If You Were Homeless & On Your Period? | How To Support Women In Your City | Pt. 2", "ups": 36, "downs": 0, "content": "", "comments": [{"dict Id": 0, "Comment Id": "h802oq1", "Parent Id": "ozervx", "content": "Ecomomic conditions are one of the greatest forces in the world keeping women marginalized and abused. You can not have feminism with poverty.", "replies": [1]}, {"dict Id": 1, "Comment Id": "h83dkd8", "Parent Id": "h802oq1", "content": "Named! I’ve a full playlist on the politics of periods on my channel I invite you to subscribe it would mean the world", "replies": []}], "post link": "/r/Feminism/comments/ozervx/what_would_you_do_if_you_were_homeless_on_your/"}, {"id": "oz3ntt", "title": "Anti abortion and far right spanish party (Vox), supported internationally. *surprised pikachu*", "ups": 116, "downs": 0, "content": "Hello fellow feminists.\nAs we all know there is an increasing hostility towards women's rights, because the far right and extremists views are spreading. For that reason I consider important to publish this informations here, because we can trace who is behind this push towards anti abortions policies, anti gender, dismantle of women's protections against gender violence or rape culture.\n\nWikiLeaks published a press release announcing that they have found a connection and support between Hazte Oír (ultra-catholic association known for their anti trans and anti abortion campaigns) and far right party Vox. Also they have financial support from international \"players\".\n\nWikiLeaks does a press release titled \"The Intolerance Network\" Where explains the financiation and cooperation between anti LGBT and anti women's rights activists. https://wikileaks.org/intolerancenetwork/press-release\n\nAn article related to the Wikileaks release, from spanish press:\n\nSummary translated: Wikileaks reveals that Spanish millionaires and senior executives used the ultra-Catholic organization Hazte Oír to fund the birth of the far-right party Vox. They support anti LGBT (specially trans children), anti abortion and are against any type of measue to battle gender violence.\n\nhttps://www.publico.es/politica/exclusiva-wikileaks-grandes-fortunas-altos-ejecutivos-espanoles-financiaron-nacimiento-vox-partir-grupo-ultracatolico-hazte-oir.html", "comments": [{"dict Id": 0, "Comment Id": "h7yej7z", "Parent Id": "oz3ntt", "content": "Hey fellow Spaniard!\n\nThat's disgusting but it doesn't surprise me, Vox is full of shit. I still can't believe they got so many votes, I suppose I wanted to believe we were smarter than that but hey ho, in a country of 47 million we're cursed to have some idiots.\n\nI'm going to turn to Spanish now: No sé por qué los medios nacionales de más tirada no hablan de esto porque he hecho una búsqueda en google y sólo salen links de público, diario 16 y huffpost. No tengo redes sociales además de esta así que si tú sí tienes quizá podrías mandarlo a Todo Es Mentira de Cuatro? Les va meterse con Vox (por eso me gustan, ja!). O quizá puedas moverlo entre cuentas de izquierdas.\n\nBack to English. They can try and take our rights from us but, truth be told, they're a minority whether they accept it or not and the main political parties here wouldn't be so stupid to revert to old times. Keep in mind the right party were entirely against LGBT+ marriage when it was approved but a while later they were all acting like it was a great thing. It's all a matter of what's fashionable to say at any given moment, they have no real morals.", "replies": [1]}, {"dict Id": 1, "Comment Id": "h7yp5gx", "Parent Id": "h7yej7z", "content": "It appeared in TV3 (Catalan TV) and I saw some leftists like Cuellilargo posting it too. I shared it as well.\nEs una mierda, se ve de venir que va a haber gobierno de PP+Vox en las siguientes elecciones :/", "replies": []}], "post link": "/r/Feminism/comments/oz3ntt/anti_abortion_and_far_right_spanish_party_vox/"}, {"id": "oyk6uq", "title": "The Problem Isn’t Just Cuomo, It’s the System That Made Him -- Patriarchal violence in New York politics and beyond will not come to an end with the removal of a small number of predatory perpetrators, however powerful.", "ups": 20, "downs": 0, "content": "", "comments": [], "post link": "/r/Feminism/comments/oyk6uq/the_problem_isnt_just_cuomo_its_the_system_that/"}, {"id": "oxrxpt", "title": "There's no such thing as sexual freedom under patriarchy", "ups": 182, "downs": 0, "content": "", "comments": [{"dict Id": 0, "Comment Id": "h7sbpil", "Parent Id": "oxrxpt", "content": "[removed]", "replies": []}, {"dict Id": 1, "Comment Id": "h7ow2p3", "Parent Id": "oxrxpt", "content": "*Image Transcription: Text*\n\n---\n\nThe problem with third wave feminism is that it looks at sexuality within a context of largely mythical sexual restrictions and outside an environment of a real, ongoing male sexual exploitation and abuse. In doing so, it turns what is done to women's sexuality by external oppression into something we do to ourselves in our heads. It suggests that if only women can break through internal \"taboos\", we will have sexual freedom. It ignores the real political lesson of women's sexual experience: women cannot have sexual freedom, or any other kind of freedom, until we dismantle the system of sexual oppression in which we live.\n\n*Dorchen Leidholdt*\n\n---\n\n^^I'm&#32;a&#32;human&#32;volunteer&#32;content&#32;transcriber&#32;for&#32;Reddit&#32;and&#32;you&#32;could&#32;be&#32;too!&#32;[If&#32;you'd&#32;like&#32;more&#32;information&#32;on&#32;what&#32;we&#32;do&#32;and&#32;why&#32;we&#32;do&#32;it,&#32;click&#32;here!](https://www.reddit.com/r/TranscribersOfReddit/wiki/index)", "replies": []}, {"dict Id": 2, "Comment Id": "h7q5926", "Parent Id": "oxrxpt", "content": "[removed]", "replies": [3]}, {"dict Id": 3, "Comment Id": "h7qd00o", "Parent Id": "h7q5926", "content": "[removed]", "replies": []}], "post link": "/r/Feminism/comments/oxrxpt/theres_no_such_thing_as_sexual_freedom_under/"}]