{"Nitpicky": ["Read the Wiktionary entry on \"nitpicky\""], "Taliban": ["The Taliban (/ˈtɑːliː-bɑːn/; Pashto: طالبان‎, romanized: ṭālibān lit.", "'students' or 'seekers') or Taleban (/ˈtɑːlɛ-bɑːn/ /ˈtɑːlə-, -bɑːn/), who refer to themselves as the Islamic Emirate of Afghanistan (IEA), is a Deobandi Islamist movement and military organization in Afghanistan currently waging war (an insurgency or jihad) within the country.", "Since 2016, the Taliban's leader has been Mawlawi Hibatullah Akhundzada."], "Naruto": ["Naruto (Japanese: NARUTO（ナルト）) is a Japanese manga series written and illustrated by Masashi Kishimoto.", "It tells the story of Naruto Uzumaki a young ninja who seeks recognition from his peers and dreams of becoming the Hokage, the leader of his village.", "The story is told in two parts – the first set in Naruto's pre-teen years, and the second in his teens.", "The series is based on two one-shot manga by Kishimoto: Karakuri (1995), which earned Kishimoto an honorable mention in Shueisha's monthly Hop Step Award the following year, and Naruto (1997)."], "Muslims": ["Muslims (Arabic: مسلم‎, romanized: Muslim) are people who follow or practice Islam a monotheistic Abrahamic religion.", "The derivation of \"Muslim\" is from an Arabic word meaning \"submitter (to God)\".", "Muslims consider the Quran their holy book to be the verbatim word of God as revealed to the Islamic prophet and messenger Muhammad.", "The majority of Muslims also follow their own versions of compilations claimed to be the teachings and practices of Muhammad (sunnah) as recorded in traditional accounts (hadith)."], "Philadelphia": ["Philadelphia (colloquially known simply as Philly) is a city in the Commonwealth of Pennsylvania in the United States.", "It is the sixth-most-populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064.", "It is also the second-most populous city in the Northeastern United States, behind New York City.", "Since 1854 the city has had the same geographic boundaries as Philadelphia County the most-populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area with over 6 million residents as of 2017.", "Philadelphia is also the economic and cultural center of the greater Delaware Valley along the lower Delaware and Schuylkill rivers within the Northeast megalopolis.", "The Delaware Valley's 2019 estimated population of 7.21 million makes it the ninth-largest combined statistical area in the United States."], "Islamaphobia": ["Islamophobia is the fear of, hatred of, or prejudice against the religion of Islam or Muslims in general, especially when seen as a geopolitical force or a source of terrorism."], "Gokusen": ["Gokusen (ごくせん) is a Japanese manga series written and illustrated by Kozueko Morimoto.", "It was serialized in Shueisha's You from 2000 to 2007, with its chapters collected in fifteen wideban volumes.", "The story follows Kumiko Yamaguchi, the granddaughter of a yakuza boss and teacher at an all-male private high school."], "Moribito": ["The Moribito series (Japanese: 守り人シリーズ Hepburn: Moribito shirīzu lit.", "'Guardian series') is a Japanese fantasy novel series written by Nahoko Uehashi.", "The first novel in the series, Moribito: Guardian of the Spirit has been adapted into numerous media, including a radio drama, manga series, an anime adaption and a live-action series."], "Shingeki": ["Shingeki (新劇 literally \"New drama\") was a leading form of theatre in Japan that was based on modern realism.", "Born in the early years of the 20th century, it sought to be similar to modern Western theatre, putting on the works of the ancient Greek classics, William Shakespeare Molière Henrik Ibsen Anton Chekov Tennessee Williams and so forth.", "As it appropriated Western realism, it also introduced women back onto the Japanese stage."], "Neverland": ["Neverland is a fictional island featured in the works of J. M. Barrie and those based on them.", "It is an imaginary faraway place where Peter Pan Tinker Bell Captain Hook the Lost Boys and some other mythical beings and creatures live."], "Mayim": ["Mayim Mayim (Hebrew: מים מים‎, \"water, water\") is a popular Israeli folk dance danced to a song of the same name.", "It has become notable outside the Israeli dancing community and is often performed at international folk dance events."], "Wikipedia": ["Wikipedia (/ˌwɪkɪˈpiːdiə/ (listen) wik-ih-PEE-dee-ə or /ˌwɪki-/ (listen) wik-ee-) is a free content multilingual online encyclopedia written and maintained by a community of volunteer contributors through a model of open collaboration using a wiki-based editing system.", "Wikipedia is the largest and most-read reference work in history, and is consistently one of the 15 most popular websites as ranked by Alexa; as of 2021, it was ranked as the 13th most popular site.", "The project carries no advertisements and is hosted by the Wikimedia Foundation an American non-profit organization funded mainly through small donations."], "Balear": ["The Balearic Islands (/ˌbæliˈærɪk/ BAL-ee-ARR-ik or /bəˈlɪərɪk/ bə-LEER-ik; Catalan: Illes Balears ; Spanish: Islas Baleares ) are a Spanish archipelago in the Balearic Sea near the eastern coast of the Iberian Peninsula."], "Biden": ["Joseph Robinette Biden Jr. (/ˈbaɪdən/ BY-dən; born November 20, 1942) is an American politician who is the 46th and current president of the United States.", "A member of the Democratic Party he served as the 47th vice president from 2009 to 2017 under Barack Obama and represented Delaware in the United States Senate from 1973 to 2009."], "Athleta": ["Athleta is a genus of sea snails marine gastropod mollusks in the family Volutidae."], "Albania": ["Albania (/ælˈbeɪniə ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria), officially the Republic of Albania (Albanian: Republika e Shqipërisë), is a country in southeastern Europe.", "It is on the Adriatic and Ionian Sea within the Mediterranean Sea and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west.", "Tirana is its capital and largest city, followed by Durrës Vlorë and Shkodër."], "Rojava": ["The Autonomous Administration of North and East Syria (AANES), also known as Rojava is a de facto autonomous region in northeastern Syria.", "It consists of self-governing sub-regions in the areas of Afrin Jazira Euphrates Raqqa Tabqa Manbij and Deir Ez-Zor.", "The region gained its de facto autonomy in 2012 in the context of the ongoing Rojava conflict and the wider Syrian Civil War in which its official military force, the Syrian Democratic Forces (SDF), has taken part."], "NCAA": ["The National Collegiate Athletic Association (NCAA) is a nonprofit organization that regulates student athletes from up to 1,268 North American institutions and conferences.", "It also organizes the athletic programs of colleges and universities in the United States and Canada and helps over 480,000 college student-athletes who compete annually in college sports.", "The organization is headquartered in Indianapolis Indiana."], "Sakura": ["A cherry blossom is a flower of many trees of genus Prunus or Prunus subg.", "Cerasus.", "They are also known as Japanese cherry and Sakura (桜 or 櫻; さくら or サクラ).", "They generally refer to ornamental cherry trees, not to confuse with cherry trees that produce fruit for eating.", "It is considered the national flower of Japan."], "Haikyuu": ["Haikyu!!", "(ハイキュー!!", "from the kanji 排球 \"volleyball\") is a Japanese manga series written and illustrated by Haruichi Furudate.", "The story follows Shōyō Hinata, a boy determined to become a great volleyball player despite his small stature.", "It was serialized in Shueisha Weekly Shōnen Jump from February 2012 to July 2020, with its chapters collected in forty-five tankōbon volumes."], "Jeopardy": ["Jeopardy!", "is an American television game show created by Merv Griffin.", "The show features a quiz competition in which contestants are presented with general knowledge clues in the form of answers, and must phrase their responses in the form of questions.", "The original daytime version debuted on NBC on March 30, 1964, and aired until January 3, 1975.", "A weekly nighttime syndicated edition aired from September 1974 to September 1975, and a revival, The All-New Jeopardy!", "ran on NBC from October 1978 to March 1979.", "The version airing as of 2021, a daily syndicated show produced by Sony Pictures Television premiered on September 10, 1984."], "Buddha": ["Gautama Buddha, popularly known as the Buddha (also known as Siddhattha Gotama or Siddhārtha Gautama or Buddha Shakyamuni), was a Śramaṇa who lived in ancient India (c. 5th to 4th century BCE).", "He is regarded as the founder of the world religion of Buddhism and revered by most Buddhist schools as a savior the Enlightened One who rediscovered an ancient path to release clinging and craving and escape the cycle of birth and rebirth.", "He taught for around 45 years and built a large following, both monastic and lay.", "His teaching is based on his insight into the arising of duḥkha (the unsatisfactoriness of clinging to impermanent states and things) and the ending of duhkha—the state called Nibbāna or Nirvana (extinguishing of the three fires)."], "Yeh": ["Ye is the pinyin romanization of the Chinese surname written 葉 in traditional character and 叶 in simplified character.", "It is listed 257th in the Song dynasty classic text Hundred Family Surnames and is the 43rd most common surname in China, with a population of 5.8 million as of 2008 and 2019."], "Shippuden": ["Naruto (Japanese: NARUTO（ナルト）) is a Japanese manga series written and illustrated by Masashi Kishimoto.", "It tells the story of Naruto Uzumaki a young ninja who seeks recognition from his peers and dreams of becoming the Hokage, the leader of his village.", "The story is told in two parts – the first set in Naruto's pre-teen years, and the second in his teens.", "The series is based on two one-shot manga by Kishimoto: Karakuri (1995), which earned Kishimoto an honorable mention in Shueisha's monthly Hop Step Award the following year, and Naruto (1997)."], "Nirvana": ["Nirvāṇa (/nɪərˈvɑːnə/ neer-VAH-nə /-ˈvænə/ -⁠VAN-ə /nɜːr-/ nur-; Sanskrit: निर्वाण nirvāṇa ; Pali: nibbāna; Prakrit: ṇivvāṇa; literally, \"blown out\", as in an oil lamp) is a concept in Indian religions (Buddhism Hinduism Jainism and Sikhism) that represents the ultimate state of soteriological release, the liberation from dukkha and saṃsāra."], "Batman": ["Batman is a superhero who appears in American comic books published by DC Comics.", "Batman was created by artist Bob Kane and writer Bill Finger and debuted in the 27th issue of the comic book Detective Comics on March 30, 1939.", "In the DC Universe continuity, Batman is the alias of Bruce Wayne a wealthy American playboy philanthropist and industrialist who resides in Gotham City.", "Batman's origin story features him swearing vengeance against criminals after witnessing the murder of his parents Thomas and Martha; he trains himself physically and intellectually, crafts a bat-inspired persona, and monitors the Gotham streets at night.", "Kane, Finger, and other creators accompanied Batman with supporting characters including his sidekick Robin; allies Alfred Pennyworth James Gordon and Catwoman; and foes such as the Penguin the Riddler Two-Face and his archenemy the Joker."], "Bible": ["The Bible (from Koine Greek τὰ βιβλία, tà biblía \"the books\") is a collection of religious texts writings, or scriptures sacred in Judaism Samaritanism Christianity Islam Rastafarianism and many other faiths.", "It appears in the form of an anthology a compilation of texts of a variety of forms that are all linked by the belief that they are collectively revelations of God.", "These texts include theologically-focused historical accounts, hymns prayers proverbs parables didactic letters admonitions essays poetry and prophecies.", "Believers also generally consider the Bible to be a product of divine inspiration."], "Zuzanna": ["Zuzana is a common female given name in the Czech Republic and Slovakia.", "It is often translated to other languages as Zuzanna (Polish), Suzanne Susan or Susannah – all commonly derived from the Hebrew language name Shoshana meaning \"lilly\"."], "Pokémon": ["Pokémon (an abbreviation for Pocket Monsters in Japan) is a Japanese media franchise managed by The Pokémon Company a company founded by Nintendo Game Freak and Creatures.", "The franchise was created by Satoshi Tajiri in 1995, and is centered on fictional creatures called \"Pokémon\".", "In Pokémon humans, known as Pokémon Trainers, catch and train Pokémon to battle other Pokémon for sport.", "All media works within the franchise are set in the Pokémon universe.", "The English slogan for the franchise is \"Gotta Catch ‘Em All!\".", "There are currently 898 Pokémon species."], "Omphalos": ["An omphalos is a religious stone artifact or baetylus.", "In Ancient Greek the word ὀμφᾰλός (omphalós) means \"navel\".", "Among the Ancient Greeks, it was a widespread belief that Delphi was the center of the world.", "According to the myths regarding the founding of the Delphic Oracle Zeus in his attempt to locate the center of the earth, launched two eagles from the two ends of the world, and the eagles, starting simultaneously and flying at equal speed, crossed their paths above the area of Delphi, and so was the place where Zeus placed the stone.", "Omphalos is also the name of the stone given to Cronus.", "In the ancient world of the Mediterranean, it was a powerful religious symbol.", "Omphalos Syndrome refers to the belief that a place of geopolitical power and currency is the most important place in the world."], "London": ["London is the capital and largest city of England and the United Kingdom.", "The city stands on the River Thames in southeast England, at the head of its 50-mile (80 km) estuary leading to the North Sea.", "London has been a major settlement for two millennia and was originally called Londinium which was founded by the Romans.", "The City of London London's ancient core and financial centre, an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile, retains boundaries that closely follow its medieval limits.", "The adjacent City of Westminster has for centuries been the location of much of the national government.", "Thirty-one additional boroughs north and south of the river also comprise modern London.", "The London region is governed by the mayor of London and the London Assembly."], "Courtney": ["Courtney is a name of Old French origin, introduced into England after the Norman Conquest of 1066.", "It has two quite distinct interpretations: firstly, the surname may be locational, from places called Courtenay in the regions of Loiret and Gâtinais.", "The House of Courtenay was a significant French family with close association with both the French, and thereby, English royal lines; in England the Courtenays were Earls of Devon."], "Australia": ["Australia officially the Commonwealth of Australia is a sovereign country comprising the mainland of the Australian continent the island of Tasmania and numerous smaller islands.", "It is the largest country in Oceania and the world's sixth-largest country.", "Australia's population of nearly 26 million, in an area of 7,617,930 square kilometres (2,941,300 sq mi), is highly urbanised and heavily concentrated on the eastern seaboard.", "Canberra is the nation's capital, while the largest city is Sydney and other major metropolitan areas are Melbourne Brisbane Perth and Adelaide."], "Bulma": ["Bulma (Japanese: ブルマ Hepburn: Buruma) is a character featured in the Dragon Ball franchise, first appearing in the manga series created by Akira Toriyama.", "She debuted in the first chapter Bulma and Son Goku (ブルマと孫悟空 Buruma to Son Gokū) published in Weekly Shōnen Jump magazine on June 19, 1984 issue 51, meeting Goku and recruiting him as her bodyguard to travel and find the wish-granting Dragon Balls.", "Bulma is the daughter of Dr. Brief the founder of the Capsule Corporation, a company that creates special small capsules that shrink and hold objects of various sizes for easy storage.", "Being the daughter of a brilliant scientist, Bulma is also a scientific genius, as well as an inventor and engineer.", "Along with creating the Dragon Radar, a device that detects the energy signal emitted by a Dragon Ball, Bulma's role as an inventor becomes important at several points in the series; including the time machine that brings her future son Trunks to the past."], "Scandinavia": ["Scandinavia (/ˌskændɪˈneɪviə/ SKAN-di-NAY-vee-ə) is a subregion in Northern Europe with strong historical, cultural, and linguistic ties."], "MC": ["A master of ceremonies abbreviated MC or emcee is the official host of a ceremony staged event, conference, convention, or similar performance."], "Tomboy": ["A tomboy is a girl who exhibits characteristics or behaviors considered typical of a boy.", "Common characteristics include wearing masculine clothing and engaging in games and activities that are physical in nature and are considered in many cultures to be unfeminine or the domain of boys."], "Bacon": ["Bacon is a type of salt-cured pork made from various cuts typically from the pork belly or from the less fatty back cuts.", "It is eaten on its own, as a side dish (particularly in breakfasts), or used as a minor ingredient to flavour dishes (e.g., the club sandwich).", "Bacon is also used for barding and larding roasts, especially game, including venison and pheasant and may also be used to insulate or flavour roast joints by being layered onto the meat.", "The word is derived from the Proto-Germanic *bakkon meaning \"back meat\"."], "Sweden": ["Coordinates: .mw-parser-output .geo-default,.mw-parser-output .geo-dms,.mw-parser-output .geo-dec{display:inline}.mw-parser-output .geo-nondefault,.mw-parser-output .geo-multi-punct{display:none}.mw-parser-output .longitude,.mw-parser-output .latitude{white-space:nowrap}63°N 16°E﻿ / ﻿63°N 16°E﻿ / 63; 16"], "Netflix": ["Netflix, Inc. is an American over-the-top content platform and production company headquartered in Los Gatos, California.", "Netflix was founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California.", "The company's primary business is a subscription-based streaming service offering online streaming from a library of films and television series, including those produced in-house.", "As of July 2021, Netflix had 209 million subscribers, including 72 million in the United States and Canada.", "It is available worldwide except in mainland China (due to local restrictions), Syria North Korea and Crimea (due to US sanctions).", "The company has offices in Canada, France, Brazil, the Netherlands, India, Japan, South Korea, and the United Kingdom.", "Netflix is a member of the Motion Picture Association (MPA), producing and distributing content from countries all over the globe."], "Quaker": ["Quakers belong to a historically Protestant Christian set of denominations known formally as the Religious Society of Friends.", "Members of the various Quaker movements are generally united by a belief in the ability of each human being to experience and access the light within or see \"that of God in every one\".", "Some profess the priesthood of all believers a doctrine taken from the First Epistle of Peter.", "They include those with evangelical holiness liberal and traditional Quaker understandings of Christianity.", "There are also Nontheist Quakers whose spiritual practice does not rely on the existence of God.", "To differing extents, the movements making up the Friends avoid creeds and hierarchical structures.", "In 2007, there were about 359,000 adult Quakers worldwide.", "In 2017, there were 377,557 adult Quakers, 49 per cent of them in Africa."], "Europe": ["Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.", "It comprises the westernmost peninsulas of the continental landmass of Eurasia and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east.", "Europe is commonly considered to be separated from Asia by the watershed of the Ural Mountains the Ural River the Caspian Sea the Greater Caucasus the Black Sea and the waterways of the Turkish Straits.", "Although much of this border is over land, Europe is generally accorded the status of a full continent because of its great physical size and the weight of its history and traditions."], "Vienna": ["Coordinates: .mw-parser-output .geo-default,.mw-parser-output .geo-dms,.mw-parser-output .geo-dec{display:inline}.mw-parser-output .geo-nondefault,.mw-parser-output .geo-multi-punct{display:none}.mw-parser-output .longitude,.mw-parser-output .latitude{white-space:nowrap}48°12′N 16°22′E﻿ / ﻿48.200°N 16.367°E﻿ / 48.200; 16.367"], "Ponyo": ["Ponyo (Japanese: 崖の上のポニョ Hepburn: Gake no Ue no Ponyo) is a 2008 Japanese animated fantasy film written and directed by Hayao Miyazaki animated by Studio Ghibli for the Nippon Television Network Dentsu Hakuhodo DY Media Partners Buena Vista Home Entertainment Mitsubishi and distributed by Toho.", "The film stars Yuria Nara, Hiroki Doi, Tomoko Yamaguchi Kazushige Nagashima Yūki Amami George Tokoro Rumi Hiiragi Akiko Yano Kazuko Yoshiyuki and Tomoko Naraoka.", "It is the eighth film Miyazaki directed for Studio Ghibli, and his tenth overall.", "The film tells the story of Ponyo (Nara), a goldfish who escapes from the ocean and is rescued by a five-year-old human boy, Sōsuke (Doi) after she is washed ashore while trapped in a glass jar.", "As they bond with each other, the story deals with resolving Ponyo's desire to become a human girl, against the devastating circumstances brought about by her acquisition and use of magic."], "Lennon": ["John Winston Ono Lennon (born John Winston Lennon; 9 October 1940 – 8 December 1980) was an English singer, songwriter, musician and peace activist who achieved worldwide fame as co-lead vocalist, co-songwriter and rhythm guitarist of the Beatles as well as one of the founders of the group.", "His songwriting partnership with Paul McCartney remains the most successful in history.", "In 1969, he started the Plastic Ono Band with his second wife, Yoko Ono.", "After the Beatles disbanded in 1970, Lennon continued his career as a solo artist and as Ono's collaborator."], "Wikileaks": ["WikiLeaks (/ˈwɪkiliːks/) is an international non-profit organisation that publishes news leaks and classified media provided by anonymous sources.", "Its website, initiated in 2006 in Iceland by the organisation Sunshine Press, stated in 2015 that it had released online 10 million documents in its first 10 years.", "Julian Assange an Australian Internet activist is generally described as its founder and director.", "Since September 2018, Kristinn Hrafnsson has served as its editor-in-chief."], "Cuomo": ["Cuomo (/ˈkwoʊmoʊ/ KWOH-moh Italian: ) is an Italian surname.", "Notable people with the surname include:"], "Paris": ["Paris (French pronunciation: ​ (listen)) is the capital and most populous city of France with an estimated population of 2,175,601 residents as of 2018 in an area of more than 105 square kilometres (41 square miles).", "Since the 17th century, Paris has been one of Europe's major centres of finance diplomacy commerce fashion gastronomy science and arts.", "The City of Paris is the centre and seat of government of the region and province of Île-de-France or Paris Region, which has an estimated population of 12,174,880, or about 18 percent of the population of France as of 2017.", "The Paris Region had a GDP of €709 billion ($808 billion) in 2017.", "According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore and ahead of Zürich Hong Kong Oslo and Geneva.", "Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018."], "Utena": ["Utena (pronunciation (help·info); Polish: Uciana) is a city in north-east Lithuania.", "It is the administrative center of Utena district and Utena County.", "Utena is one of the oldest settlements of Lithuania.", "The name of the city is most probably derived from a hydronym.", "The name of the settlement has been known since 1261."], "Turkey": ["Turkey (Turkish: Türkiye ), officially the Republic of Turkey is a country bridging Europe and Asia.", "It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia Azerbaijan and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west.", "Turks form the vast majority of the nation's population and Kurds are the largest minority.", "Turkey's capital is Ankara while its largest city and financial centre is Istanbul."], "Amsterdam": ["Amsterdam (/ˈæmstərdæm/ UK also /ˌæmstərˈdæm/ Dutch:  (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,558,755 in the urban area and 2,480,394 in the metropolitan area.", "Found within the province of North Holland Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site."], "Kana": ["Kana (仮名 Japanese pronunciation: ) are syllabaries used to write Japanese phonological units, morae.", "Such syllabaries include: (1) the original kana, or magana (真仮名 literally 'true kana') which were Chinese characters (kanji) used phonetically to transcribe Japanese; the most prominent magana system being man'yōgana (万葉仮名); the two descendants of man'yōgana, (2) cursive hiragana (.mw-parser-output rubyrt{font-feature-settings:\"ruby\"1;font-size:85%}.mw-parser-output ruby.large{font-size:250%}.mw-parser-output ruby.largert{font-size:50%}平（ひら）仮（が）名（な）) and (3) angular katakana (片（カタ）仮（カ）名（ナ）).", "There are also hentaigana (変体仮名 literally 'variant kana') which are historical variants of the now standard hiragana.", "In current usage, kana can simply mean hiragana and katakana."], "PhD": ["A Doctor of Philosophy (PhD Ph.D. or DPhil; Latin philosophiae doctor or doctor philosophiae) is the most common degree at the highest academic level awarded following a course of study.", "PhDs are awarded for programs across the whole breadth of academic fields.", "Because it is an earned research degree, those studying for a PhD are required to produce original research that expands the boundaries of knowledge, normally in the form of a thesis or dissertation, and defend their work against experts in the field.", "The completion of a PhD is often a requirement for employment as a university professor researcher or scientist in many fields.", "Individuals who have earned a Doctor of Philosophy degree may, in many jurisdictions, use the title Doctor (often abbreviated \"Dr\" or \"Dr.\") with their name, although the proper etiquette associated with this usage may also be subject to the professional ethics of their own scholarly field, culture, or society.", "Those who teach at universities or work in academic, educational, or research fields are usually addressed by this title \"professionally and socially in a salutation or conversation.\"", "Alternatively, holders may use post-nominal letters such as \"Ph.D.\", \"PhD\", or \"DPhil\" (depending on the awarding institution).", "It is, however, considered incorrect to use both the title and post-nominals at the same time."], "Lucy": ["Lucy is an English and French feminine given name derived from the Latin masculine given name Lucius with the meaning as of light (born at dawn or daylight maybe also shiny or of light complexion).", "Alternative spellings are Luci Luce Lucie Lucia."], "Yaiba": ["Yaiba (stylized as YAIBA) is a Japanese manga series written and illustrated by Gosho Aoyama.", "It was serialized in Shogakukan's Weekly Shōnen Sunday from September 1988 to December 1993, with its chapters collected in twenty-four tankōbon volumes.", "It was adapted into an anime television series titled Kenyū Densetsu Yaiba aired on TV Tokyo from April 1993 to April 1994.", "In 1993, Yaiba received the 38th Shogakukan Manga Award for the shōnen category."], "Illinois": ["Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern region of the United States.", "It has the fifth largest gross domestic product (GDP)"], "Dorohedoro": ["Dorohedoro (Japanese: ドロヘドロ Hepburn: Doro-hedoro lit.", "\"Mud-sludge\") is a Japanese manga series written and illustrated by Q Hayashida.", "It tells the story of the amnesiac reptilian-headed Caiman, working together with his friend Nikaido to recover his memories and survive in a strange and violent world.", "The manga was first serialized in Shogakukan's seinen magazine Monthly Ikki from November 2000 until September 2014, when the magazine ceased publication.", "It was then serialized in Hibana from March 2015 to August 2017, when Hibana ceased publication as well.", "Dorohedoro was then transferred to Monthly Shōnen Sunday in November 2017 and finished in September 2018.", "Shogakukan collected its chapters in 23 tankōbon volumes."], "India": ["India officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia.", "It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world.", "Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China Nepal and Bhutan to the north; and Bangladesh and Myanmar to the east.", "In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand Myanmar and Indonesia."], "Tennessee": ["Tennessee (/ˌtɛnəˈsiː/ (listen) locally /ˈtɛnɪsi/), officially the State of Tennessee is a state in the Southeastern region of the United States.", "Tennessee is the 36th largest by area and the 16th most populous of the 50 states.", "It is bordered by Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia Alabama and Mississippi to the south, Arkansas to the southwest, and Missouri to the northwest.", "Tennessee is geographically, culturally, and legally divided into three Grand Divisions of East Middle and West Tennessee.", "Nashville is the state's capital and largest city, and anchors its largest metropolitan area.", "Tennessee's population as of the 2020 United States census is approximately 6.9 million."], "Catwoman": ["Catwoman (Selina Kyle) is a character created by Bill Finger and Bob Kane who appears in American comic books published by DC Comics commonly in association with Batman.", "Debuting as \"the Cat\" in Batman #1 (spring 1940), she is one of the Dark Knight's most enduring enemies and belongs to the collective of adversaries  that make up his rogues' gallery.", "However, the character has also been depicted as an anti-heroine and became Batman's best known love interest, with many stories depicting their complex love–hate relationship."], "Hahaha": ["Hahaha (Korean: 하하하) is a 2010 South Korean comedy-drama film written and directed by Hong Sang-soo.", "It was entered into the 2010 Cannes Film Festival where it won the Prix Un Certain Regard."], "Kale": ["Kale (/keɪl/), or leaf cabbage belongs to a group of cabbage (Brassica oleracea) cultivars  grown for their edible leaves although some are used as ornamentals.", "Kale plants have green or purple leaves, and the central leaves do not form a head (as with headed cabbage).", "Kales are considered to be closer to wild cabbage than most of the many domesticated forms of Brassica oleracea."], "Taichi": ["Tai chi (simplified Chinese: 太极; traditional Chinese: 太極; pinyin: Tàijí), short for T'ai chi ch'üan or Tàijí quán (太極拳), sometimes colloquially known as \"Shadowboxing\" is an internal Chinese martial art practiced for defense training, health benefits, and meditation."], "Videl": ["Videl (ビーデル Bīderu) is a fictional character from the Dragon Ball media franchise.", "Created by Akira Toriyama she first appears in Chapter 421 of the Dragon Ball manga originally published in Issue 23 of Weekly Shōnen Jump on May 11, 1993.", "Her name is a play on words with her father's name Mr. Satan.", "Within the series, she is adept in martial arts like her father and using her abilities to fight crime in the city.", "She is the love interest of Gohan and plays an important role during the story arc where he is the lead character of Dragon Ball.", "When Gohan appears as a costumed vigilante known as the Great Saiyaman, she quickly figures out his identity, and blackmails him into teaching her new techniques using her ki.", "After the main antagonist of the story arc Majin Buu is defeated, the two establish a settled lifestyle and later have a daughter named Pan."], "Jiraiya": ["Jiraiya (自来也 or 児雷也 literally \"Young Thunder\") originally known as Ogata Shuma Hiroyuki is the toad-riding protagonist of the Japanese folk tale Jiraiya Gōketsu Monogatari (児雷也豪傑物語 \"The Tale of the Gallant Jiraiya\").", "The tale was adapted into a 19th-century serial novel, a kabuki drama, several films, video games, and a manga and has also influenced various other works."], "Cynthia": ["Cynthia is a feminine given name of Greek origin: Κυνθία, Kynthía \"from Mount Cynthus\" on Delos island.", "There are various spellings for this name, and it can be abbreviated as Cindy Cyndi, or as Cyndy."], "Islam": ["Islam (/ˈɪslɑːm/; Arabic: اَلْإِسْلَامُ‎, romanized: al-’Islām  (listen) \"submission \") is an Abrahamic monotheistic religion, teaching that God is merciful all-powerful and unique and has guided humanity through prophets (including but not limited to; Muhammad Jesus and Moses).", "It is the world's second-largest religion with 1.9 billion followers (or 24.9% of the world's population) known as Muslims.", "Muslims make up a majority of the population in 47 countries.", "Islam teaches that God is merciful all-powerful and unique and has guided humanity through prophets revealed scriptures and natural signs.", "The primary scriptures of Islam are the Quran believed to be the verbatim word of God, as well as the teachings and normative examples (called the sunnah composed of accounts called hadith) of Muhammad (c. 570 – 632 CE)."], "Bookworm": ["Bibliophilia or bibliophilism is the love of books, and a bibliophile or bookworm is an individual who loves and frequently reads books."], "Paralympics": ["The Paralympic Games or Paralympics are a periodic series of international multi-sport events involving athletes with a range of disabilities including impaired muscle power (e.g.", "paraplegia and quadriplegia muscular dystrophy post-polio syndrome spina bifida), impaired passive range of movement, limb deficiency (e.g.", "amputation or dysmelia), leg length difference, short stature hypertonia ataxia athetosis vision impairment and  intellectual impairment.", "There are Winter and Summer Paralympic Games which since the 1988 Summer Olympics in Seoul, South Korea are held almost immediately following the respective Olympic Games.", "All Paralympic Games are governed by the International Paralympic Committee (IPC)."], "ETA": ["Eta /ˈiːtə ˈeɪtə/ (uppercase .mw-parser-output .polytonic{font-family:\"SBL BibLit\",\"SBL Greek\",Athena,\"EB Garamond\",\"EB Garamond 12\",\"Foulis Greek\",\"Garamond Libre\",Cardo,\"Gentium Plus\",Gentium,Garamond,\"Palatino Linotype\",\"DejaVu Sans\",\"DejaVu Serif\",FreeSerif,FreeSans,\"Arial Unicode MS\",\"Lucida Sans Unicode\",\"Lucida Grande\",Code2000,sans-serif}Η lowercase η; Ancient Greek: ἦτα ē̂ta  or Greek: ήτα ita ) is the seventh letter of the Greek alphabet.", "Originally denoting the  consonant /h/, its sound value in the classical Attic dialect of Ancient Greek was a long vowel  raised to  in hellenistic Greek, a process known as iotacism."], "Asia": ["Asia (/ˈeɪʒə ˈeɪʃə/ (listen)) is Earth's largest and most populous continent located primarily in the Eastern and Northern Hemispheres.", "It shares the continental landmass of Eurasia with the continent of Europe and the continental landmass of Afro-Eurasia with both Europe and Africa.", "Asia covers an area of 44,579,000 square kilometres (17,212,000 sq mi), about 30% of Earth's total land area and 8.7% of the Earth's total surface area.", "The continent, which has long been home to the majority of the human population was the site of many of the first civilizations.", "Its 4.5 billion people (as of June 2019) constitute roughly 60% of the world's population."], "Capitalists": ["Capitalism is an economic system based on the private ownership of the means of production and their operation for profit.", "Central characteristics of capitalism include capital accumulation competitive markets a price system private property and the recognition of property rights voluntary exchange and wage labor.", "In a capitalist market economy decision-making and investments are determined by owners of wealth, property, or production ability in capital and financial markets—whereas prices and the distribution of goods and services are mainly determined by competition in goods and services markets."], "Caulifla": ["Caulifla (カリフラ Karifura) and Kale (ケール Kēru) are two interconnected fictional characters from the Dragon Ball media franchise.", "Created as part of a collaborative effort between franchise creator Akira Toriyama and Toei Animation the characters first appeared in the Universal Saga arc of Dragon Ball Super as antagonistic characters from an alternate  universe to the setting of the Dragon Ball series: Kale was originally conceived as a derivative character of popular Dragon Ball villain Broly by Toei Animation staff, and Caulifla was personally designed by Toriyama as a companion and counterpoint to Kale."], "Kaepernick": ["Colin Rand Kaepernick (/ˈkæpərnɪk/ KAP-ər-nik; born November 3, 1987) is an American civil rights activist and former football quarterback.", "He played six seasons for the San Francisco 49ers in the National Football League (NFL).", "In 2016, he knelt during the national anthem at the start of NFL games in protest of police brutality and racial inequality in the United States."], "DragonBall": ["Dragon Ball (Japanese: ドラゴンボール Hepburn: Doragon Bōru) is a Japanese media franchise created by Akira Toriyama in 1984.", "The initial manga written and illustrated by Toriyama, was serialized in Weekly Shōnen Jump from 1984 to 1995, with the 519 individual chapters collected into 42 tankōbon volumes by its publisher Shueisha.", "Dragon Ball was originally inspired by the classical 16th-century Chinese novel Journey to the West combined with elements of Hong Kong martial arts films.", "The series follows the adventures of protagonist Son Goku from his childhood through adulthood as he trains in martial arts.", "He spends his childhood far from civilization until he meets a teen girl named Bulma who encourages him to join her quest in exploring the world in search of the seven orbs known as the Dragon Balls, which summon a wish-granting dragon when gathered.", "Along his journey, Goku makes several other friends, becomes a family man, discovers his alien heritage, and battles a wide variety of villains, many of whom also seek the Dragon Balls."], "Negima": ["Negima!", "Magister Negi Magi known in Japan as Magical Teacher Negima!", "(Japanese: 魔法先生ネギま!", "Hepburn: Mahō Sensei Negima!)", "is a Japanese manga series written and illustrated by Ken Akamatsu.", "It was serialized in Kodansha's Weekly Shōnen Magazine from February 2003 to March 2012, with its chapters collected into 38 tankōbon volumes."], "China": ["China (Chinese: 中国; pinyin: Zhōngguó; lit.", "'Central State; Middle Kingdom'), officially the People's Republic of China (Chinese: 中华人民共和国; pinyin: Zhōnghuá Rénmín Gònghéguó; PRC), is a country in East Asia and unitary one-party socialist republic led by the Communist Party of China (CPC).", "It is the world's most populous country with a population of more than 1.43 billion.", "China follows a single standard time offset of UTC+08:00 even though it spans five geographical time zones and borders 14 countries, the second most of any country in the world after Russia.", "Covering an area of approximately 9.6 million square kilometers (3.7 million mi2), it is the world's third or fourth largest country."], "LGBTQ": ["LGBT or GLBT is an initialism that stands for lesbian gay bisexual and transgender.", "In use since the 1990s, the term is an adaptation of the initialism LGB which began to replace the term gay in reference to the broader LGBT community beginning in the mid-to-late 1980s.", "The initialism, as well as some of its common variants, functions as an umbrella term for sexuality and gender identity."], "Reddit": ["Reddit (/ˈrɛdɪt/ stylized as reddit) is an American social news aggregation web content rating and discussion website.", "Registered members submit content to the site such as links, text posts, images, and videos, which are then voted up or down by other members.", "Posts are organized by subject into user-created boards called \"communities\" or \"subreddits\", which cover a variety of topics such as news, politics, religion, science, movies, video games, music, books, sports, fitness, cooking, pets, and image-sharing.", "Submissions with more up-votes appear towards the top of their subreddit and, if they receive enough up-votes, ultimately on the site's front page.", "Despite strict rules prohibiting harassment, Reddit's administrators have to moderate the communities and, on occasion, close them.", "Moderation is also conducted by community-specific moderators, who are not considered Reddit employees."], "Yakitate": ["Yakitate!!", "Japan (焼きたて!!", "ジャぱん lit.", "\"Freshly Baked!!", "Ja-pan\") is a Japanese manga series written and illustrated by Takashi Hashiguchi.", "It was serialized in Shogakukan's Weekly Shōnen Sunday from December 2001 to January 2007, with its chapters collected in twenty-six tankōbon volumes.", "A 69-episode anime television series adaptation by Sunrise was broadcast on TV Tokyo from October 2004 to March 2006.", "In North America, the manga was licensed in English by Viz Media in 2005 and Nozomi Entertainment licensed the anime series in 2014.", "Yakitate!!", "Japan won the 49th Shogakukan Manga Award for the shōnen category in 2004."], "Cobain": ["Kurt Donald Cobain (February 20, 1967 – c. April 5, 1994) was an American musician.", "He was the frontman of the rock band Nirvana serving as the band's guitarist, lead vocalist, and primary songwriter.", "Through his angst-fueled songwriting and anti-establishment persona, Cobain's compositions widened the thematic conventions of mainstream rock music.", "He was often heralded as a spokesman of Generation X and is considered to be one of the most influential musicians in the history of alternative rock."], "Globe": ["A globe is a spherical model of Earth of some other celestial body or of the celestial sphere.", "Globes serve purposes similar to maps but unlike maps, they do not distort the surface that they portray except to scale it down.", "A model globe of Earth is called a terrestrial globe.", "A model globe of the celestial sphere is called a celestial globe."], "Marx": ["Karl Heinrich Marx (German: ; 5 May 1818 – 14 March 1883) was a German philosopher economist historian sociologist political theorist journalist and socialist revolutionary.", "Born in Trier Germany Marx studied law and philosophy at university.", "He married Jenny von Westphalen in 1843.", "Due to his political publications, Marx became stateless and lived in exile with his wife and children in London for decades, where he continued to develop his thought in collaboration with German thinker Friedrich Engels and publish his writings, researching in the British Museum Reading Room.", "His best-known titles are the 1848 pamphlet The Communist Manifesto and the three-volume Das Kapital (1867–1883).", "Marx's political and philosophical thought had enormous influence on subsequent intellectual, economic and political history.", "His name has been used as an adjective, a noun, and a school of social theory."], "Yamato": ["Yamato (Japanese: 大和) was originally the area around today's Sakurai City in Nara Prefecture of Japan, which became Yamato Province and by extension a name for the whole of Japan."], "Edmonton": ["Edmonton (/ˈɛdməntən/ (listen)) is the capital city of the Canadian province of Alberta.", "Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Metropolitan Region which is surrounded by Alberta's central region.", "The city anchors the north end of what Statistics Canada defines as the \"Calgary–Edmonton Corridor\"."], "Judaism": ["Judaism (Hebrew: יַהֲדוּת‎, Yahadut; originally from Hebrew יְהוּדָה Yehudah \"Judah\", via Greek Ἰουδαϊσμός Ioudaismos; the term itself is of Anglo-Latin origin c. 1400) is an Abrahamic ethnic religion comprising the collective religious cultural and legal tradition and civilization of the Jewish people.", "Judaism is considered by religious Jews to be the expression of the covenant that God established with the Children of Israel.", "It encompasses a wide body of texts, practices, theological positions, and forms of organization.", "The Torah is part of the larger text known as the Tanakh or the Hebrew Bible and supplemental oral tradition represented by later texts such as the Midrash and the Talmud.", "With between 14.5 and 17.4 million adherents worldwide, Judaism is the tenth largest religion in the world."], "Christians": ["Christians (/ˈkrɪstʃən -tiən/ (listen)) are people who follow or adhere to Christianity a monotheistic Abrahamic religion based on the life and teachings of Jesus Christ.", "The words Christ and Christian derive from the Koine Greek title Christós (Χριστός), a translation of the Biblical Hebrew term mashiach (מָשִׁיחַ) (usually rendered as messiah in English)."], "Afghanistan": ["Afghanistan (/æfˈɡænɪstæn æfˈɡɑːnɪstɑːn/ (listen); Pashto/Dari: افغانستان Afġānestān ), officially the Islamic Republic of Afghanistan is a mountainous landlocked country at the crossroads of Central and South Asia.", "Afghanistan is bordered by Pakistan to the east and south, Iran to the west, Turkmenistan Uzbekistan and Tajikistan to the north, and China to the northeast.", "Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and southwest.", "Kabul is the capital and largest city.", "Its population is around 39 million, composed mostly of ethnic Pashtuns Tajiks Hazaras and Uzbeks."], "Christianity": ["Christianity is an Abrahamic monotheistic religion based on the life and teachings of Jesus of Nazareth.", "It is the world's largest religion with about 2.4 billion followers.", "Its adherents, known as Christians make up a majority of the population in 157 countries and territories and believe that Jesus is the Christ whose coming as the Messiah was prophesied in the Hebrew Bible (called the Old Testament in Christianity) and chronicled in the New Testament."], "TERF": ["TERF (/ˈtɜːrf/ also written terf) is an acronym for trans-exclusionary radical feminist.", "First recorded in 2008, the term originally applied to the minority of feminists espousing sentiments that other feminists considered transphobic such as the rejection of the assertion that trans women are women the exclusion of trans women from women's spaces and opposition to transgender rights legislation.", "The meaning has since expanded to refer more broadly to people with trans-exclusionary views who may have no involvement with radical feminism."], "Pennsylvania": ["Pennsylvania (US: /ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə elsewhere /-sɪlˈ-/ -⁠sil-; Pennsylvania German: Pennsilfaani), officially the Commonwealth of Pennsylvania is a state in the Mid-Atlantic Northeastern and Appalachian regions of the United States.", "The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, while the Appalachian Mountains run through its middle."], "Islamophobia": ["Islamophobia is the fear of, hatred of, or prejudice against the religion of Islam or Muslims in general, especially when seen as a geopolitical force or a source of terrorism."], "Korea": ["Korea or the Korean Peninsula is a region in East Asia.", "Since 1945 it has been divided into the two parts which soon became the two sovereign states: North Korea (officially the \"Democratic People's Republic of Korea\") and South Korea (officially the \"Republic of Korea\").", "Korea consists of the Korean Peninsula, Jeju Island and several minor islands near the peninsula.", "It is bordered by China to the northwest and Russia to the northeast.", "It is separated from Japan to the east by the Korea Strait and the Sea of Japan (East Sea)."], "Kurt": ["Kurt is a male given name of Germanic origin.", "It is sometimes confused with Curt which is more aptly related to the Anglo-Norman name Curtis.", "The names Kurt Cord Curd Cort and Kort originated as short forms of the Germanic Konrad or Conrad depending on geographical usage, with meanings including counselor or advisor."], "Chihayafuru": ["Chihayafuru (ちはやふる) is a Japanese josei manga series written and illustrated by Yuki Suetsugu.", "It has been serialized in Kodansha's Be Love magazine since December 2007.", "It is about a school girl, Chihaya Ayase, who is inspired by a new classmate to take up Hyakunin Isshu karuta competitively.", "An anime television series adaptation aired from October 2011 to March 2012.", "The second season aired from January to June 2013 and the third from October 2019 to March 2020.", "Three live action film adaptations were released from 2016 to 2018."], "Kyojin": ["The Yomiuri Giants (読売ジャイアンツ Yomiuri Jaiantsu formally Yomiuri Kyojingun (読売巨人軍)) are a professional baseball team based in Bunkyo, Tokyo Japan.", "The team competes in the Central League in Nippon Professional Baseball.", "They play their home games in the Tokyo Dome opened in 1988.", "The team's owner is Yomiuri Shimbun Holdings Japan's largest media conglomerate which also owns two newspapers (including the eponymous Yomiuri Shimbun) and the Nippon Television Network (which includes flagship Nippon TV)."], "Africa": ["Africa is the world's second-largest and second-most populous continent after Asia in both cases.", "At about 30.3 million km2 (11.7 million square miles) including adjacent islands, it covers 6% of Earth's total surface area and 20% of its land area.", "With 1.3 billion people as of 2018, it accounts for about 16% of the world's human population.", "Africa's population is the youngest amongst all the continents; the median age in 2012 was 19.7, when the worldwide median age was 30.4.", "Despite a wide range of natural resources Africa is the least wealthy continent per capita, in part due to geographic impediments, legacies of European colonization in Africa and the Cold War predatory/neo-colonialistic activities by Western nations and China,  and undemocratic rule and deleterious policies.", "Despite this low concentration of wealth, recent economic expansion and the large and young population make Africa an important economic market in the broader global context."], "Delhi": ["Delhi (English: /ˈdɛli/; Hindi:  Dillī; Punjabi:  Dillī; Urdu:  Dêhlī), officially the National Capital Territory (NCT) of Delhi is a city and a union territory of India containing New Delhi the capital of India."], "Erin": ["Erin is a Hiberno-English derivative of the Irish word \"Éirinn\".", "\"Éirinn\" is the dative case of the Irish word for Ireland \"Éire\", genitive \"Éireann\", the dative being used in prepositional phrases such as \"go hÉirinn\" \"to Ireland\", \"in Éirinn\" \"in Ireland\", \"ó Éirinn\" \"from Ireland\".", "The dative has replaced the nominative in a few regional Irish dialects (particularly Galway-Connemara and Waterford).", "Poets and nineteenth-century Irish nationalists used Erin in English as a romantic name for Ireland.", "Often, \"Erin's Isle\" was used.", "In this context, along with Hibernia Erin is the name given to the female personification of Ireland, but the name was rarely used as a given name, probably because no saints queens, or literary figures were ever called Erin."]}